Revit 2024 API
FolderItemInfo.Name Property
 The folder name
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public string Name { get; }
Visual Basic
Public ReadOnly Property Name As String
	Get
Visual C++
public:
property String^ Name {
	String^ get ();
}
See Also
FolderItemInfo Class
Autodesk.Revit.DB Namespace